[
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "obsidian-style-settings",
  "quickadd",
  "cmdr",
  "mononote",
  "metadata-menu",
  "obsidian-advanced-uri",
  "editing-toolbar",
  "datacore",
  "quicklink",
  "json-table",
  "slurp",
  "ace-code-editor",
  "obsidian-contextual-typography",
  "omnisearch",
  "obsidian-tasks-plugin",
  "text-extractor",
  "templater-obsidian",
  "advanced-canvas",
  "obsidian-icon-folder",
  "obsidian-file-cooker",
  "js-engine",
  "data-cards",
  "obsidian42-brat",
  "ravenhogwarts-toolkit",
  "callout-manager",
  "obsidian-meta-bind-plugin",
  "obsidian-kanban",
  "net-clip",
  "link-maintainer",
  "tag-index",
  "obsidian-tracker",
  "obsidian-columns",
  "buttons",
  "darlal-switcher-plus",
  "auto-note-mover",
  "obsidian-linter",
  "css-editor"
]